[{"quote": "All truths are easy to understand once they are discovered; the point is to discover them.", "author": "Galileo Galilei"}, {"quote": "A lot of people give up just before theyre about to make it. You know you never know when that next obstacle is going to be the last one.", "author": "Chuck Norris"}, {"quote": "Iron rusts from disuse; water loses its purity from stagnation... even so does inaction sap the vigour of the mind.", "author": "Leonardo da Vinci"}, {"quote": "A man who doesn't trust himself can never really trust anyone else.", "author": "Cardinal Retz"}, {"quote": "With courage you will dare to take risks, have the strength to be compassionate, and the wisdom to be humble. Courage is the foundation of integrity.", "author": "Keshavan Nair"}, {"quote": "To give ones self earnestly to the duties due to men, and, while respecting spiritual beings, to keep aloof from them, may be called wisdom.", "author": "Confucius"}, {"quote": "To keep the body in good health is a duty... otherwise we shall not be able to keep our mind strong and clear.", "author": "Buddha"}, {"quote": "The only way to have a friend is to be one.", "author": "Ralph Emerson"}, {"quote": "It is never too late. Even if you are going to die tomorrow, keep yourself straight and clear and be a happy human being today.", "author": "Lama Yeshe"}, {"quote": "Time you enjoy wasting, was not wasted.", "author": "John Lennon"}, {"quote": "Be as you wish to seem.", "author": "Socrates"}, {"quote": "The key to transforming our hearts and minds is to have an understanding of how our thoughts and emotions work.", "author": "Dalai Lama"}, {"quote": "If you cannot do great things, do small things in a great way.", "author": "Napoleon Hill"}, {"quote": "A man is not where he lives but where he loves.", "author": null}, {"quote": "Everything we hear is an opinion, not a fact. Everything we see is a perspective, not the truth.", "author": "Marcus Aurelius"}, {"quote": "Wisdom is the supreme part of happiness.", "author": "Sophocles"}, {"quote": "It takes courage to grow up and become who you really are.", "author": "E. E. Cummings"}, {"quote": "Do not expect the world to look bright, if you habitually wear gray-brown glasses.", "author": "Tomas Eliot"}, {"quote": "No day in which you learn something is a complete loss.", "author": "David Eddings"}, {"quote": "Prosperity depends more on wanting what you have than having what you want.", "author": "Geoffrey F. Abert"}, {"quote": "Spring is a time for rebirth and the fulfilment of new life.", "author": "Byron Pulsifer"}, {"quote": "How many cares one loses when one decides not to be something but to be someone.", "author": "Coco Chanel"}, {"quote": "A lot of people give up just before theyre about to make it. You know you never know when that next obstacle is going to be the last one.", "author": "Chuck Norris"}, {"quote": "The less effort, the faster and more powerful you will be.", "author": "Bruce Lee"}, {"quote": "The day always looks brighter from behind a smile.", "author": null}, {"quote": "Who looks outside, dreams; who looks inside, awakes.", "author": "Carl Jung"}, {"quote": "All great achievements require time.", "author": "Maya Angelou"}, {"quote": "The superior man is satisfied and composed; the mean man is always full of distress.", "author": "Confucius"}, {"quote": "Trust yourself. You know more than you think you do.", "author": "Benjamin Spock"}, {"quote": "Never miss an opportunity to make others happy, even if you have to leave them alone in order to do it.", "author": null}]